
"Copy button:" = "Copy button:";
"Mail button:" = "Mail button:";
"Scan button:" = "Scan button:";
"Scan-To-Web button:" = "Scan-To_Web button:";
//Custom control UI strings
"Descreen" = "Détramage";
"Color Restoration" = "Restauration des couleurs";
"Adaptive Lighting" = "Éclairage adaptatif ";
"Unsharp Mask" = "Masque flou";
"Remove Dust"   = "Anti-poussière ";
"6-Color Scanning" = "Numérisation 6 couleurs";

"Tooltip_Descreen" = "Supprimer les modèles à l'écran (moiré)";
"Tooltip_ColorRestoration" = "Restaurer les couleurs affadies";
"Tooltip_AdaptiveLight" = "Ajuster automatiquement les niveaux d'exposition   ";
"Tooltip_Sharpen" = "Augmenter la netteté";

//Cusom control  menu items
"None" = "Aucun";
"Low" = "Faible";
"Medium" ="Moyen";
"High" = "Élevé";
"Extreme" = "Extrême";

"Resolution" = "Résolution";
"Source Size" = "Format source";
"New Size" = "Nouveau format";
"Negative Number" = "Négatif %d";
"Slide Number" = "Diapositive %d";
"HP ICA Scan" = "HP ICA Scan";
"Install HP Devices" = "Installe les composants nécessaires pour la numérisation pour les périphériques HP via la Capture d'image.";
"Communication error" = "Erreur de communication";
"Communication error while scanning" = "Une erreur s'est produite pendant la communication avec le périphérique. Veuillez vérifier si le périphérique est branché et activé.";
"Image Save Error" = "Erreur d'enregistrement d'image";
"Image Format Mismatch" = "L'application sélectionnée dans Tâche automatique ne prend pas en charge le format de fichier choisi. Veuillez sélectionner une application ou un format différent.";
"Disk full error" = "Erreur de disque plein";
"Disk full error String Description" = "Désolé, le disque sélectionné est plein. Veuillez sauvegarder le fichier sur un autre disque ou supprimer des fichiers pour libérer de l'espace.";
"Permissions Error" = "Erreur de droit d'accès";
"Permission Error Description" = "Vous ne disposez pas du droit d'accès pour sauvegarder des fichiers dans [nom du dossier]. Veuillez faire la sauvegarde dans un autre dossier.";
"Invalid value" = "Valeur incorrecte";
"Invalid value description" = "La valeur indiquée dans le champ %@ est incorrecte. Vous devez choisir une valeur comprise entre %ld et %ld et recommencer la numérisation.";
"Image size is too long" = "La taille de l'image est trop importante. Veuillez réduire la hauteur, la largeur, la résolution, l'échelle ou le type de sortie.";
"Read error" = "Erreur de lecture";
"Read error Description" = "Une erreur s'est produise lors de l'acquisition de la numérisation sur le périphérique. Veuillez recommencer.";
"Installation Problem" = "Un composant indispensable du logiciel est manquant ou endommagé. Veuillez réinstaller le logiciel de votre périphérique et/ou vérifier que votre disque dur ne présente aucun problème.";
"Document feeder error" = "Erreur du dispositif d'alimentation automatique";
"Paper Jam Description One" = "Il y a un bourrage papier dans le dispositif d'alimentation automatique. Pour faciliter son élimination, reportez-vous à la documentation fournie avec votre périphérique.";
"Paper Jam Description Two" = "Il existe un bourrage dans le dispositif d'alimentation automatique ou le papier ne peut pas être ramassé. Enlevez la pile de feuilles, aérez-la puis replacez-la dans le dispositif d'alimentation. Pour plus d'informations, reportez-vous à la documentation fournie avec votre périphérique.";
"Paper Jam Description Three" = "Le verrou du dispositif d'alimentation automatique n'est pas fermé. Veuillez le fermer en appuyant vers le bas jusqu'à ce que vous entendiez un clic, puis recommencez la numérisation.";
"Document feeder empty" = "Dispositif d'alimentation vide";
"Document feeder empty description One" = "Le dispositif d'alimentation automatique n'a détecté aucun document. Veuillez placer correctement les originaux dans le dispositif d'alimentation automatique.";
"Document feeder empty description Two" = "Les originaux ont été enlevés du dispositif d'alimentation automatique. Veuillez les remettre en place et poursuivre la numérisation.";
"ADF Duplex error" = "Le dispositif d'alimentation automatique ne peut pas numériser les deux côtés d'un original d'une longueur supérieure à 304 mm (12 pouces).";
"Transparent Media Adapter Error" = "Erreur de l'adaptateur pour transparents";
"Transparent Media Adapter Error Description One" ="La numérisation n'a pas été effectuée parce qu'aucun adaptateur pour transparents n'a été trouvé. Si un adaptateur est installé, vérifiez qu'il est bien relié à votre scanner et recommencez la numérisation.";
"Transparent Media Adapter Error Description Two" = "Vérifiez que l'adaptateur pour transparents est bien branché et correctement placé. Si votre périphérique emploie une plaque de positionnement, vérifiez que le repère de la plaque correspond au repère du scanner et recommencez la numérisation.";
"Transparent Media Adapter Error Description Three" = "Le capot de l'adaptateur pour transparents doit être enlevé du couvercle du scanner. S'il a été enlevé, vérifiez que le gabarit est correctement placé sur la vitre du scanner. Si aucun gabarit n'est utilisé, vérifiez que la fenêtre d'étalonnage du couvercle n'est pas bloquée. Placez le support à numériser à environ 4 cm (1,5 pouces) du bord supérieur de la vitre du scanner.";
"Transparent Media Adapter Error Description Four" = "Enlevez tout original de la vitre du scanner. Vérifiez aussi que l'adaptateur pour transparents est bien branché et correctement positionné.";
"Transparent Media Adapter Error Description Five" = "Le logiciel a été configuré pour la numérisation d'une diapositive (positif), mais un négatif a été détecté. Veuillez remplacer le type de document par Négatif.";
"Transparent Media Adapter Error Description Six" = "Le logiciel a été configuré pour la numérisation d'un négatif, mais une diapositive (positif) a été détectée. Veuillez remplacer le type de document par Diapositive couleur ou Positif.";
"Transparent Media Adapter Error Description Seven" = "L'adaptateur du support transparent n'a pas pu détecter le support spécifié. Assurez-vous que votre support est correctement chargé dans l'adaptateur et que vous avez sélectionné le type de support approprié (positif ou négatif) pour le support que vous souhaitez numériser.";
"Transparent Media Adapter Error Description Eight" = "Le scanner ne peut pas effectuer une numérisation de l'adaptateur du support transparent actuellement. Patientez jusqu'à ce que le scanner ne soit plus occupé, puis réessayez.";
"Scan Cancelled" = "Numérisation annulée";
"Scan Cancelled Description" = "La numérisation n'a pas été effectuée, en effet l'opération a été annulée alors que la numérisation était en cours.";
"Device Busy" ="Périphérique occupé";
"Device Busy Description" = "Le scanner est utilisé par une autre application. Veuillez quitter toutes les autres applications de numérisation et recommencer.";
"Device Busy Description Network" = "L'opération requise n'a pas pu être réalisée parce que le périphérique réseau sélectionné est occupé. Veuillez essayer à nouveau plus tard."; 

"Image Capture Scan" = "Numérisation par capture d'image";
"Sharpen" = "Accentuer ";
"6-Color Scan" = "Numérisation en 6 couleurs";
"Missing or Damaged Software" = "Composants logiciels manquants ou endommagés";
"One or more components needed by Image Capture is missing or damaged. Please reinstall the software for your HP device." = "Un ou plusieurs composants requis pour la capture d'image sont manquants ou endommagés. Réinstallez le logiciel de votre périphérique HP.";
"File name too long" = "Nom de fichier trop long";
"The file could not be saved because the filename is too long. Please enter a shorter name and try again." = "Le fichier n'a pas pu être enregistré car son nom est trop long. Entrez un nom plus court et réessayez.";
"Warning: File name starts with a period" = "Avertissement : le nom du fichier commence par un point";
"The filename you have entered begins with a period (.). If you continue, the file will be saved as a hidden file and will not be visible in the Finder. To correct this, remove the period from the start of the filename." = "Le nom de fichier que vous avez entré commence par un point (.). Si vous continuez, le fichier sera enregistré sous forme de fichier caché et sera invisible dans le Finder. Pour corriger cela, supprimez le point au début du nom de fichier.";
"Error Saving Image" = "Erreur lors de l'enregistrement de l'image";
"Image Capture has encountered an unknown error. The image could not be saved. Please try again." = "La capture d'image a rencontré une erreur inconnue. L'image n'a pas pu être enregistrée. Veuillez réessayer.";



// Added on the 6-June-08
"Last overview scan was cancelled, please overview it again and then scan" = "La dernière numérisation d'aperçu a été annulée. Veuillez recréer l'aperçu puis numériser";
"Templates" = "Modèles";

"DEVICE_BUSY" = "Le périphérique est occupé";
"DEVICE_BUSY_DESCRIPTION" = "Le périphérique est actuellement en cours d'utilisation. Patientez jusqu'à ce que votre précédente tâche soit terminée, puis essayez à nouveau la numérisation.";



